[
  {
    "date": "1996-04-20",
    "explanation": "Buzz Aldrin, Apollo 11 Lunar Module pilot and the second human to walk on the Moon described the lunar landscape as \"a magnificent desolation\". Dramatic pictures from the Apollo missions to the moon's surface testify to this apt turn of phrase. Near the Apollo 17 landing site, Family Mountain (center background) and the edge of South Massif (left) frame the lunarscape in this photo of astronaut Harrison Schmitt working alongside the lunar roving vehicle. Schmitt and fellow astronaut Eugene Cernan were the last to walk on this magnificent desolation.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/lunarscape_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Lunarscape: A Magnificent Desolation",
    "url": "https://apod.nasa.gov/apod/image/lunarscape_apollo17.gif"
  },
  {
    "date": "2005-12-23",
    "explanation": "At the edge of a large molecular cloud in Monoceros, some 3,000 light years away, dark filaments of dust are silhouetted by luminous hydrogen gas. The close up view of the Rosette Nebula dramatically suggests that star formation is an on going process in the region, with dark filaments sculpted by winds and radiation from hot, young stars. Ultraviolet radiation from the young stars also strips electrons from the surrounding hydrogen atoms. As electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. Part of IPHAS, a survey of H-alpha emission in our Milky Way Galaxy, this image spans about 25 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen and Dust in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f13.jpg"
  },
  {
    "copyright": "Astronomers\nWithout BordersTWAN",
    "date": "2008-08-31",
    "explanation": "Contrary to the famous myth, you can't see the Great Wall of China from the Moon ... even during a total solar eclipse. But on August 1 you could see the Moon eclipsing the Sun from the Great Wall. In fact, from this location near the Great Wall's western end, the Moon completely blocked the Sun's overwhelming disk revealing a shimmering solar corona and bright planets in the briefly darkened sky. A main pass, The Great Wall's Jiayuguan Fort, is also silhouetted in the foreground. The pass is the western-most of the wall's passes and the best preserved, initially built around 1372 during the Ming dynasty. The nearby city of Jiayuguan in Gansu Province was an important stop on the Silk Road.   digg_url = 'http://apod.nasa.gov/apod/ap080831.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over the Great Wall",
    "url": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons_small800.jpg"
  },
  {
    "date": "2019-10-17",
    "explanation": "On July 29, 2011 the Cassini spacecraft's narrow-angle camera took this snapshot and captured 5 of Saturn's moons, from just above the ringplane. Left to right are small moons Janus and Pandora respectively 179 and 81 kilometers across, shiny 504 kilometer diameter Enceladus, and Mimas, 396 kilometers across, seen just next to Rhea. Cut off by the right edge of the frame, Rhea is Saturn's second largest moon at 1,528 kilometers across. So how many moons does Saturn have? Twenty new found outer satellites bring its total to 82 known moons, and since Jupiter's moon total stands at 79, Saturn is the Solar System's new moon king. The newly announced Saturnian satellites are all very small, 5 kilometers or so in diameter, and most are in retrograde orbits inclined to Saturn's ringplane. You can help name Saturn's new moons, but you should understand the rules. Hint: A knowledge of Norse, Inuit, and Gallic mythology will help.",
    "hdurl": "https://apod.nasa.gov/apod/image/1910/PIA12797-full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1910/PIA12797-full.jpg"
  },
  {
    "copyright": "László Francsics",
    "date": "2013-12-19",
    "explanation": "The Moon is normally seen in subtle shades of grey or yellow. But small, measurable color differences have been greatly exaggerated to make this telescopic, multicolored, moonscape captured during the Moon's full phase. The different colors are recognized to correspond to real differences in the chemical makeup of the lunar surface. Blue hues reveal titanium rich areas while orange and purple colors show regions relatively poor in titanium and iron. The familiar Sea of Tranquility, or Mare Tranquillitatis, is the blue area in the upper right corner of the frame. White lines radiate across the orange-hued southern lunar highlands from 85 kilometer wide ray crater Tycho at bottom left. Above it, darker rays from crater Copernicus extend into the Sea of Rains (Mare Imbrium) at the upper left. Calibrated by rock samples from the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Moon",
    "url": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod900.jpg"
  },
  {
    "date": "2000-07-14",
    "explanation": "Impact craters are common on Earth's moon but on Jupiter's large ice moon Europa, they are very rare. Over time, both bodies have been subjected to an intense pounding by the solar system's formative debris, but geological activity on Europa's surface seems to have erased most of these impact scars. This false-color infrared image from the Galileo spacecraft's NIMS instrument shows a newly discovered crater on Europa as a light red ring feature near center surrounding a dark core. For scale, the dark core is about 29 kilometers in diameter. Only seven comparably large craters have now been identified on Europa's surface. Red colors in the image represent a relatively pure water ice composition while blue colors indicate that other minerals are present. The crater's central dark area may contain the remnants of the impacting body. The icy crust of Europa is of great interest, as evidence mounts that it covers an ocean of liquid water, possibly providing suitable conditions for life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/europacrater1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater On Ice",
    "url": "https://apod.nasa.gov/apod/image/0007/europacrater2_gal.jpg"
  },
  {
    "copyright": "Raul\nVillaverde Fraile",
    "date": "2017-05-27",
    "explanation": "Sweeping through this stunning field of view, Comet 71P/Clark really is in the foreground of these cosmic clouds. The 2 panel telescopic mosaic is color enhanced and is about 5 degrees (10 full moons) across. It captures the faint comet's position on the night of May 23/24 over 5 light-minutes from Earth, very near the line-of-sight to bright star Antares and the Rho Ophiuchi cloud complex. In the frame Antares, also known as Alpha Scorpii, is at bottom center surrounded by a dusty cosmic cloud reflecting the cool giant star's yellowish light. Globular star cluster M4 shines just right of Antares, but M4 lies some 7,000 light-years away compared to Antares' 500 light-year distance. Slightly closer than Antares, Rho Ophiuchi's bluish starlight is reflected by the dust in molecular clouds toward the top. You can spot the small coma and short tail of the comet as a faint smudge near the center of the left edge of the frame. Just look for the comet's striking greenish color, produced as diatomic carbon molecules fluoresce in sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/c71-Pclark_villaverdeV3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Clark is near the Edge",
    "url": "https://apod.nasa.gov/apod/image/1705/c71-Pclark_villaverdeV3C.jpg"
  },
  {
    "date": "2006-09-05",
    "explanation": "What causes the bright streaks on Dione?  Recent images of this unusual moon by the robot Cassini spacecraft now orbiting Saturn are helping to crack the mystery.  Close inspection of Dione's trailing hemisphere, pictured above, indicates that the white wisps are composed of deep ice cliffs dropping hundreds of meters. The cliffs may indicate that Dione has undergone some sort of tectonic surface displacements in its past. The bright ice-cliffs run across some of Dione's many craters, indicating that the process that created them occurred later than the impacts that created those craters.  Dione is made of mostly water ice but its relatively high density indicates that it contains much rock inside.  Giovanni Cassini discovered Dione in 1684.  The above image was taken at the end of July from a distance of about 263,000 kilometers. Other high resolution images of Dione were taken by the passing Voyager spacecraft in 1980.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/dione_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Cliffs Across Saturn's Moon Dione",
    "url": "https://apod.nasa.gov/apod/image/0609/dione_cassini.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2013-12-07",
    "explanation": "Brightest stellar beacons of the constellation Centaurus, Alpha and Beta Centauri are easy to spot from the southern hemisphere. For now, so is new naked eye Nova Centauri 2013. In this night skyscape recorded near Las Campanas Observatory in the Chilean southern Atacama desert on December 5, the new star joins the old in the expansive constellation, seen at early morning hours through a greenish airglow. Caught by nova hunter John Seach from Australia on December 2 as it approached near naked eye brightness, Nova Cen 2013 has been spectroscopically identified as a classical nova, an interacting binary star system composed of a dense, hot white dwarf and cool, giant companion. Material from the companion star builds up as it falls onto the white dwarf's surface triggering a thermonuclear event. The cataclysmic blast results in a drastic increase in brightness and an expanding shell of debris. The stars are not destroyed, though. Classical novae are thought to recur when the flow of material onto the white dwarf eventually resumes and produces another outburst.",
    "hdurl": "https://apod.nasa.gov/apod/image/1312/nova_cen_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Naked Eye Nova Centauri 2013",
    "url": "https://apod.nasa.gov/apod/image/1312/nova_cen_beletsky600hlabels.jpg"
  },
  {
    "date": "1996-05-08",
    "explanation": "When NASA's Voyager 2 spacecraft flew by distant Neptune in August of 1989, astronomers were shocked. Since Neptune receives only 3 percent the sunlight Jupiter does, they expected to find a dormant, dark, frigid planet. Instead, the Voyager images revealed evidence of a dynamic and turbulent world. One of the most spectacular discoveries was of the Great Dark Spot, shown here in close-up.  Surprisingly, it was comparable in size and at the same relative southern latitude as Jupiter's Great Red Spot, appearing to be a similar rotating storm system. Winds near the spot were measured up to 1500 miles per hour, the strongest recorded on any planet. The Voyager data also revealed that the Great Dark Spot varied significantly in size during the brief flyby.  When the Hubble Space Telescope viewed the planet in 1994, the spot had vanished -- only to be replaced by another dark spot in the planet's northern hemisphere!",
    "hdurl": "https://apod.nasa.gov/apod/image/nepspot_voyager2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune's Great Dark Spot: Gone But Not Forgotten",
    "url": "https://apod.nasa.gov/apod/image/nepspot_voyager2.gif"
  },
  {
    "copyright": "Philippe\nMoussetteObs. Mont\nCosmos",
    "date": "2004-11-09",
    "explanation": "On some nights the sky is the most interesting show in town.  This fisheye picture captures a particularly active and colorful auroral corona that occurred two days ago over l'Observatoire de la Decouverte in Val Belair near Quebec, Canada.  The above spectacular aurora has an unusually high degree of detail, range of colors, and breadth across the sky.  The vivid green, red, and blue auroral colors are likely caused by high atmospheric oxygen and hydrogen reacting to incoming electrons.  The trigger events were magnetically induced explosions on the Sun from sunspot region 696 over the past few days.  Continued activity from this active solar region could mean more auroras visible to northern observers over the next few days.  Early in the morning but far in the background, planets, stars and the Moon will be simultaneously putting on their own show.",
    "hdurl": "https://apod.nasa.gov/apod/image/0411/aurora_moussette_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Full Sky Multicolored Auroral Corona",
    "url": "https://apod.nasa.gov/apod/image/0411/aurora_moussette.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2008-11-26",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first  discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  A blue reflection nebula dubbed NGC 2023 surrounds the bright star at the lower left. The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.  The above image was taken earlier this month with a 0.6-meter telescope at the Mt. Lemmon SkyCenter in Arizona, USA.   digg_url = 'http://apod.nasa.gov/apod/ap081126.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/horsehead_caelum_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0811/horsehead_caelum.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2013-11-21",
    "explanation": "Star trails arc above a moonlit beach and jetty in this serene sea and night skyscape. Captured on November 19, the single time exposure looks south down the Atlantic coast from Cape Cod, Massachusetts, USA. But the longest and brightest trail is a Minotaur 1 rocket, a stage separation and exhaust plume visible along the rocket's fiery path toward low Earth orbit. The multi-stage Minotaur was launched from the Mid-Atlantic Regional Spaceport at NASA's Wallops Flight Facility at 8:15 pm Eastern Time in Virginia, about 400 miles away. On board were a remarkable 29 satellites destined for low Earth orbit, including a small cubesat built by high school students, and Firefly.",
    "hdurl": "https://apod.nasa.gov/apod/image/1311/minotaur1_111913cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trail of a Minotaur",
    "url": "https://apod.nasa.gov/apod/image/1311/minotaur1_111913cook950.jpg"
  },
  {
    "date": "2005-03-17",
    "explanation": "The surface of Enceladus is as white as fresh snow. Still, an impressive variety of terrain is revealed in this contrast enhanced image. At a resolution of about 30 meters per pixel, the close-up view spans over 20 kilometers - recorded during the touring Cassini spacecraft's March flyby of the icy Saturnian moon. Enceladus is known to be the most reflective moon in the solar system, and the recent Cassini encounters have also detected the presence of an atmosphere, making Enceladus the second moon of Saturn with such a distinction. In fact, Enceladus' fresh looking surface and significant atmosphere both indicate that the tiny, 500 kilometer diameter moon is active. Researchers suspect that ice volcanos or geysers coat the surface with fresh material and replenish the moon's atmosphere, ultimately providing the icy particles that compose Saturn's tenuous E ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_c77.jpg"
  },
  {
    "date": "1998-03-27",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2013-12-09",
    "explanation": "Lovejoy continues to be an impressive camera comet. Pictured above, Comet C/2013 R1 (Lovejoy) was imaged above the windmill in Saint-Michel-l'Observatoire in southern France with a six-second exposure.  In the foreground is a field of lavender. Comet Lovejoy should remain available for photo opportunities for northern observers during much of December and during much of the night, although it will be fading as the month progresses and highest in the sky before sunrise. In person, the comet will be best viewed with binoculars. A giant dirty snowball, Comet Lovejoy last visited the inner Solar System about 7,000 years ago, around the time that humans developed the wheel.   Budget Universe: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1312/lovejoy_hackmann_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy Over a Windmill",
    "url": "https://apod.nasa.gov/apod/image/1312/lovejoy_hackmann_960.jpg"
  },
  {
    "date": "2002-06-16",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft currently orbiting Jupiter later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.   Anniversary: APOD Turns Seven",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/jupring1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/0206/jupring1_gal.jpg"
  },
  {
    "copyright": "J. Orman",
    "date": "1998-07-09",
    "explanation": "In 1997, the bright comet Hale-Bopp may have become the most viewed comet in history -- visible even to casual skywatchers in light polluted cities around the globe. In this picture, taken by photographer Joe Orman on the evening of May 8, 1997, Hale-Bopp easily competes with near twilight skies and a shining, over-exposed, crescent moon above Mobile, Arizona, USA. Where is Hale-Bopp now? Still visible to telescopic observers in the Southern Hemisphere, the comet is outbound, presently about 537 million miles from the Sun. (Jupiter orbits at about 480 million miles.) The long lead time provided by the early discovery of Hale-Bopp has allowed extensive observing campaigns producing a bonanza of information about this primordial chunk of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/hale-bopp_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: The Crowd Pleaser Comet",
    "url": "https://apod.nasa.gov/apod/image/9807/hale-bopp_orman.jpg"
  },
  {
    "copyright": "Sergio Mont�far Acknowledgement: Planetario Ciudad de La Plata / CASLEO observatory",
    "date": "2016-07-26",
    "explanation": "Can you find the comet? True, a careful eye can find thousands of stars, tens of constellations, four planets, three galaxies, and the central band of our Milky Way Galaxy -- all visible in the sky of this spectacular 180-degree panorama.  Also, if you know what to look for, you can identify pervasive green airglow, an earthly cloud, the south celestial pole, and even a distant cluster of stars.  But these are all easier to find than Comet 252P/LINEAR.  The featured image, taken in el Leoncito National Park, Argentina in early April, also features the dome of the Jorge Sahade telescope on the hill on the far right.  Have you found the comet yet?  If so, good for you (it was the green spot on the left), but really the harder thing to find is Small Cloud of Magellan.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/BusySkyArgentina_Montefar_2800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Puzzling a Sky over Argentina",
    "url": "https://apod.nasa.gov/apod/image/1607/BusySkyArgentina_Montefar_1080.jpg"
  },
  {
    "date": "1996-02-23",
    "explanation": "Apollo 15 astronaut James Irwin works on the first Lunar Roving Vehicle, before he and fellow astronaut David Scott take it out for a drive. Sloping up behind the lunar module \"Falcon\" on the left are lunar mountains Hadley Delta and Apennine Front, while about 5 kilometers behind Irwin is St. George Crater. The explorations conducted during the Apollo lunar missions discovered much about our Moon, including that the Moon is made of ancient rock, that the Moon's composition is similar to Earth's, that life is not evident there, that the Moon underwent a great hot melting in its distant past, that the Moon has suffered from numerous impacts as shown by its craters, and that the Moon's surface is covered by a layer of rock fragments and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunrov_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15: Driving on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunrov_a15.gif"
  },
  {
    "date": "2006-11-11",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/m51_hst_lgx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Cosmic Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0611/m51_hst_90x.jpg"
  },
  {
    "date": "1995-08-29",
    "explanation": "August 29, 1995    Saturn V: NASA's Largest Rocket  Credit: NASA, Kennedy Space Center,  Explanation:  Pictured, a NASA Saturn V rocket blasts off on July 16th, 1969 carrying the crew of Apollo 11 to the Moon. The Saturn V rocket was the largest rocket ever used by NASA, and the only one able to lift the large masses needed to land astronauts on the moon and returning them safely. Saturn V rockets launched all of the Apollo moon missions, and several to Earth orbit as well.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn5_apollo11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn V: NASA's Largest Rocket",
    "url": "https://apod.nasa.gov/apod/image/saturn5_apollo11.gif"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-05-17",
    "explanation": "In one of the brightest parts of the Milky Way lies a nebula where some of the oddest things occur.  NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carina, the most energetic star in the nebula was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  The Keyhole Nebula, visible near the center, houses several of the most massive stars known and has also changed its appearance.  The Carina Nebula spans over 300 light years and lies about 7000 light-years away in the constellation of Carina.  The above image was taken from La Frontera in Alcohuaz, Chile. Eta Carina might explode in a dramatic supernova within the next thousand years, and has even flared in brightness over just the past decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/carina_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3372: The Great Nebula in Carina",
    "url": "https://apod.nasa.gov/apod/image/0405/carina_tan.jpg"
  },
  {
    "copyright": "Karel Teuwen",
    "date": "2007-06-09",
    "explanation": "This immense ball of half a million stars older than the Sun lies over 30,000 light-years away. Cataloged as M3 (and NGC 5272), it is one of about 150 globular star clusters that roam the halo of our Milky Way Galaxy. Even in this impressively sharp image, individual stars are difficult to distinguished in the densely packed core, but colors are apparent for the bright stars on the cluster's outskirts. M3's many cool \"red\" giant stars take on a yellowish cast, while hotter giants and pulsating variable stars look light blue. A closer look at the deep telescopic view also reveals a host of background galaxies. Itself about 200 light-years across, the giant star cluster is a relatively bright, easy target for binoculars in the northern constellation Canes Venatici, The Hunting Dogs, and not far from Arcturus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/M3_teuwen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster M3",
    "url": "https://apod.nasa.gov/apod/image/0706/M3_teuwen720.jpg"
  },
  {
    "copyright": "R. Colombari",
    "date": "2016-12-09",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, irradiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning over three full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as the Prawn Nebula. The tantalizing color image is a new astronomical composition using data from the European Southern Observatory's wide field OmegaCAM and amateur images made under dark skies on the Canary Island of Tenerife.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ic4628_colombari_1853.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/1612/ic4628_colombari_1024.jpg"
  },
  {
    "date": "2010-10-31",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar, however, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog's Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst.jpg"
  },
  {
    "date": "2008-11-10",
    "explanation": "The central region of our Milky Way Galaxy is a mysterious and complex place. Pictured here in radio and infrared light, the galaxy's central square degree is highlighted in fine detail. The region is known as the Central Molecular Zone. While much of the extended emission is due to dense gas laced with molecules, also seen are emission nebulas lit up by massive young stars, glowing supernova remnants, and the curving Galactic Center Radio Arc in purple. The identity and root cause for many other features remains unknown.  Besides a massive black hole named Sgr A*, the Galactic Center houses the galaxy's most active star forming region. This image is not just interesting scientifically. It's esthetic beauty won first prize this year in the AUI/NRAO Image Contest.    digg_url = 'http://apod.nasa.gov/apod/ap081110.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Galaxy's Central Molecular Zone",
    "url": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse.jpg"
  },
  {
    "date": "2003-06-23",
    "explanation": "A large sphere beneath Japan has helped verify humanity's understanding of the inner workings of the Sun.  The KamLAND sphere, shown above during construction in 2001, fails to detect fundamental particles called anti-neutrinos that are known to be emitted by nearby nuclear reactors around Japan.  This triumphant failure can best be explained by neutrinos oscillating between different types.  KamLAND's results bolster previous neutrino oscillation claims including that from the Sudbury detector, a similar large sphere beneath Canada designed to detect all types of neutrinos from the Sun.  Thus, leading astrophysicists now consider the long standing solar neutrino deficit problem as finally solved.  A new mystery that replaces it is to find a new Standard Model for particle physics that fully explains neutrino oscillations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/interior_kamland_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "KamLAND Verifies the Sun",
    "url": "https://apod.nasa.gov/apod/image/0306/interior_kamland.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-02-20",
    "explanation": "Put a satellite in a circular orbit about 42,000 kilometers from the center of the Earth (36,000 kilometers or so above the surface) and it will orbit once in 24 hours. Because that matches Earth's rotation period, it is known as a geosynchronous orbit. If that orbit is also in the plane of the equator, the satellite will hang in the sky over a fixed location in a geostationary orbit. As predicted in the 1940s by futurist Arthur C. Clarke, geostationary orbits are in common use for communication and weather satellites, a scenario now well-known to astroimagers. Deep images of the night sky made with telescopes that follow the stars can also pick up geostationary satellites glinting in sunlight still shining far above the Earth's surface. Because they all move with the Earth's rotation against the background of stars, the satellites leave trails that seem to follow a highway across the celestial landscape.  For example, in this wide view of the nearly equatorial Orion region, individual frames were added to create a 10 minute long exposure. It shows Orion's belt stars and well-known nebulae along with many 2.5 degree long geostationary satellite trails. The frames are from an ingenious movie, featuring the geostationary satellite highway.   digg_url = 'http://apod.nasa.gov/apod/ap100220.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/GS-Trails2Tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geostationary Highway",
    "url": "https://apod.nasa.gov/apod/image/1002/GS-Trails2sTafreshi.jpg"
  },
  {
    "copyright": "Calvin J. Hamilton",
    "date": "2003-06-08",
    "explanation": "Rhea is the second largest moon of Saturn, behind Titan, and the largest without an atmosphere.  It is composed mostly of water ice, but has a small rocky core.  Rhea's rotation and orbit are locked together (just like Earth's Moon) so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than its trailing surface.  The above photograph was taken with the Voyager 1 spacecraft in 1980.  NASA's Cassini spacecraft is currently on route to Saturn and will arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/rhea2_vg1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rhea: Saturn's Second Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/0306/rhea2_vg1.jpg"
  },
  {
    "date": "2000-03-25",
    "explanation": "The Lunar Orbiter 1 spacecraft was launched in 1966 to map the lunar surface in preparation for the Apollo moon landings. NASA's plucky robotic explorer performed its job well and pioneered this classic view of the Earth poised above the lunar horizon. The first humans to directly witness a similar scene were the Apollo 8 astronauts. As they orbited the Moon in December of 1968 they also recorded Earth rise in a photograph that was to become one of the most famous images in history - a moving portrait of our world from deep space.",
    "hdurl": "https://apod.nasa.gov/apod/image/earthrise_lo1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth Also Rises",
    "url": "https://apod.nasa.gov/apod/image/0003/earthrise_lo3.jpg"
  },
  {
    "date": "2003-08-06",
    "explanation": "Why is peculiar galaxy Centaurus A so dusty?  Dramatic dust lanes that run across the galaxy's center mark Cen A.  These dust lanes are so thick they almost completely obscure the galaxy's center in visible light.  This is particularly unusual as Cen A's red stars and round shape are characteristic of a giant elliptical galaxy, a galaxy type usually low in dark dust.  Cen A, also known as NGC 5128, is also unusual compared to an average elliptical galaxy because it contains a higher proportion of young blue stars and is a very strong source of radio emission.  Evidence indicates that Cen A is likely the result of the collision of two normal galaxies.  During the collision, many young stars were formed, but details of the creation of Cen A's unusual dust belts are still being researched.  Cen A lies only 13 million light years away, making it the closest active galaxy.  Cen A spans 60,000 light years and can be seen with binoculars toward the constellation of Centaurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0308/cena_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0308/cena_eso.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2008-12-05",
    "explanation": "At sunset, Monday's western sky showed off stunning colors and dramatic clouds reflected in Brisbane Water on the Central Coast of New South Wales, Australia. It also featured the remarkable conjunction of the crescent Moon, Venus, and Jupiter forming a twilight smiley face. While the gathering of the two bright planets and Moon awed skygazers around planet Earth, astronomer Mike Salway reports taking special pains to record this gorgeous view, braving mosquitos and rain squalls along a soggy shore. His southern hemisphere perspective finds brilliant Venus at the highest point in the celestial grouping. For now, a bright pairing of Venus and Jupiter continues to dominate the western horizon after sunset but the Moon has moved on and tonight is near its first quarter phase.   digg_url = 'http://apod.nasa.gov/apod/ap081205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/smileyfaceatsunset-2000px-mikesalway.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smile in the Sky",
    "url": "https://apod.nasa.gov/apod/image/0812/smileyfaceatsunset-900px-mikesalway.jpg"
  },
  {
    "copyright": "Alfred Lee",
    "date": "2009-08-20",
    "explanation": "During July 22nd's solar eclipse, the Moon's dark shadow traced a narrow path as it raced eastward across India and China and on into the Pacific. Hong Kong was south of the shadow's path, so a total eclipse was not visible there, but a partial eclipse was still enjoyed by inhabitants of the populous city. And while many were (safely!) watching the sky, images of the partially eclipsed Sun adorned the city itself. In this downlooking photo, taken at 9:40am local time, a remarkable array of solar eclipse views was created by reflection in a grid of eastward facing skyscraper windows. The photographer's location was the 27th floor of Two Pacific Place.   digg_url ='http://apod.nasa.gov/apod/ap090820.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/tse2009HongKong_lee_0655_2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse City",
    "url": "https://apod.nasa.gov/apod/image/0908/tse2009HongKong_lee_0655_900.jpg"
  },
  {
    "date": "2009-09-01",
    "explanation": "Unusual shadows and dark rings appeared around Saturn near its equinox last month. At that time -- early August -- Saturn's ring plane pointed directly at the Sun. Visible above, Saturn's moon Tethys casts a shadow visible only on the far right. Saturn's own shadow blacks out a large swath of rings on the right. The night side of Saturn glows with ringshine -- sunlight reflected by ring particles back onto Saturn. Images near equinox at Saturn are giving astronomers a chance to search for unexpected shadows that may illuminate previously unknown features of Saturn's complex ring system.  Cassini, the robotic spacecraft orbiting Saturn that took this image, is not expected to survive to the next Saturnian equinox in 15 years.   digg_url = 'http://apod.nasa.gov/apod/ap090901.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows of Saturn at Equinox",
    "url": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini.jpg"
  },
  {
    "date": "2019-04-22",
    "explanation": "The methane mystery on Mars just got stranger. New results from ESA and Roscosmos' ExoMars Trace Gas Orbiter, has unexpectedly not detected methane in the atmosphere of Mars. This result follows the 2013 detection of methane by NASA's Curiosity rover, a result seemingly confirmed by ESA's orbiting Mars Express the next day.  The issue is so interesting because life is a major producer of methane on Earth, leading to intriguing speculation that some sort of life -- possibly microbial life -- is creating methane beneath the surface of Mars.  Non-biological sources of methane are also possible.  Pictured is a visualization of the first claimed methane plume over Mars as detected from Earth in 2003.  The new non-detection of methane by the ExoMars Orbiter could mean that Mars has some unexpected way of destroying methane, or that only some parts of Mars release methane -- and possibly only at certain times. As the mystery has now deepened, humanity's scrutiny of our neighboring planet's atmosphere will deepen as well.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Mars Methane Mystery Deepens",
    "url": "https://www.youtube.com/embed/rKBoYvVirwA?rel=0"
  },
  {
    "copyright": "Oliver CzernetzData: Digitized Sky Survey",
    "date": "2016-03-14",
    "explanation": "Sometimes even the dark dust of interstellar space has a serene beauty. One such place occurs toward the constellation of Taurus.  The filaments featured here can be found on the sky between the Pleiades star cluster and the California Nebula. This dust is not known not for its bright glow but for its absorption and opaqueness. Several bright stars are visible with their blue light seen reflecting off the brown dust.  Other stars appear unusually red as their light barely peaks through a column of dark dust, with red the color that remains after the blue is scattered away. Yet other stars are behind dust pillars so thick they are not visible here.  Although appearing serene, the scene is actually an ongoing loop of tumult and rebirth. This is because massive enough knots of gas and dust will gravitationally collapse to form new stars -- stars that both create new dust in their atmospheres and destroy old dust with their energetic light and winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1603/Barnard18Taurus_POSS2_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Nebulas across Taurus",
    "url": "https://apod.nasa.gov/apod/image/1603/Barnard18Taurus_POSS2_960.jpg"
  },
  {
    "copyright": "Rich Richins",
    "date": "2010-06-17",
    "explanation": "Of the many comets named for discoverer Robert McNaught, the one cataloged as C/2009 R1 is gracing dawn skies for northern hemisphere observers this month.  Seen here on June 13th from southern New Mexico, this Comet McNaught's long ion tail sweeps across the telescopic field of view (a negative image is inset). Remarkably, the ion tail easily stretches past background star cluster NGC 1245 (upper left) in the constellation Perseus, about 1.5 degrees from the comet's lovely greenish head or coma. The coma also sports a short, stubby, dust tail. Of course, the comet and background stars move at different rates through planet Earth's skies. But a digital processing of many short exposures allowed frames of comet and stars to be separated, registered, and recombined in the final image. To see the comet separate from the background stars, just slide your cursor over the image. The recombined frames show off both the rich star field and faint details of the comet. Easy to spot in binoculars for now, McNaught will sink into the twilight along the eastern horizon in the coming days as it heads toward perihelion (closest approach to the Sun) on July 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/CometMcNaught2009R1a_richins.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Passes NGC 1245",
    "url": "https://apod.nasa.gov/apod/image/1006/CometStarsInset_richins900.jpg"
  },
  {
    "date": "2015-06-13",
    "explanation": "Shortly before Mars' June 2015 conjunction, the Curiosity Rover celebrated 1000 sols on the red planet. After its August 5, 2012 landing, Curiosity's 1000th sol or martian day on the surface corresponded to planet Earth's calendar date May 31, 2015. Because the line-of-sight to Mars is close to the Sun near the conjunction, radio communications are affected and the six-wheeled, car-sized robotic rover cautiously remains parked at this spot for now. The view looks back toward the stomping grounds for Curiosity's nearly 10.6 kilometer trek so far, with the hazy rim of Gale Crater looming in the distance. The mosaicked panorama was constructed with images from navigation cameras taken on Curiosity's sol 997.",
    "hdurl": "https://apod.nasa.gov/apod/image/1506/CuriositySol997_2a_KenKremer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1000 Sols",
    "url": "https://apod.nasa.gov/apod/image/1506/CuriositySol997_2a_KenKremer1280x600.jpg"
  },
  {
    "date": "2000-06-15",
    "explanation": "The Perseus Cluster of thousands of galaxies, 320 million light-years distant, is one of the most massive objects in the Universe. At its core lies the giant cannibal galaxy Perseus A (NGC 1275), accreting matter as gas and galaxies fall into it. Representing low, medium, and high energy x-rays as red, green, and blue colours respectively, this Chandra X-ray Observatory image shows remarkable details of x-ray emission from this monster galaxy and surrounding hot (30-70 million degrees C) cluster gas.  The bright central source is the supermassive black hole at the core of Perseus A itself. Dark circular voids just above and below the galaxy center, each about half the size of our own Milky Way Galaxy, are believed to be magnetic bubbles of energetic particles blown by the accreting black hole.  Settling toward Perseus A, the cluster's x-ray hot gas piles up forming bright regions around the bubble rims. Dramatically, the long greenish wisp just above the galaxy's centre is likely the x-ray shadow produced by a small galaxy falling into the burgeoning Perseus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/perseus_fabian_orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-rays From The Perseus Cluster Core",
    "url": "https://apod.nasa.gov/apod/image/0006/perseus_fabiancxo.jpg"
  },
  {
    "copyright": "Juan Carlos CasadoTWAN",
    "date": "2008-12-07",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  The town in the foreground of the above picture is San Sebastian, Spain.  The distant planet Jupiter appears by chance on the halo's upper right.  Exactly how ice-crystals form in clouds remains under investigation.    digg_url = 'http://apod.nasa.gov/apod/ap081207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/moonhalo_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo Around the Moon",
    "url": "https://apod.nasa.gov/apod/image/0812/moonhalo_casado.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2006-01-27",
    "explanation": "Presently at opposition in planet Earth's sky, Saturn is well placed for telescopic observations. On Wednesday two amateur astronomers took full advantage of the situation from Melun, near Paris, France. With a 12 inch diameter telescope and web cam they recorded this sharp image of the ringed gas giant and made an exciting discovery -- a new storm on Saturn. The storm appears as the white spot visible here in Saturn's southern hemisphere (south is toward the top in the picture). In particular, the storm seems to correspond with an outburst of radio noise detected by the Cassini spacecraft. The phenomenon is likely similar to the Dragon Storm recorded by Cassini's instruments early last year. That storm is thought to be analogous to a terrestrial thunderstorm, with radio noise produced in high-voltage lightning discharges.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/saturnetempete250106_2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Storm on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0601/saturnetempete250106_2.jpg"
  },
  {
    "date": "1998-05-11",
    "explanation": "Callisto's surface has many stories to tell.  The most distant of Jupiter's Galilean Moons, Callisto shows the highest density of impact craters in the Solar System, but harbors no volcanoes or even any large mountains.  Callisto's surface is laced with cracks and craters from billions of years of collisions with interplanetary debris. This image shows Callis",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/callistotrue_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto in True Color",
    "url": "https://apod.nasa.gov/apod/image/9805/callistotrue_gal.jpg"
  },
  {
    "copyright": "Brandon Pimenta",
    "date": "2016-02-16",
    "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), featured here.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in brown near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of a recent infrared image of S106  reveal hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1602/S106_Pimenta_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/1602/S106_Pimenta_960.jpg"
  },
  {
    "date": "2005-03-02",
    "explanation": "December's 9.0 earthquake has likely shortened Earth's day by about three microseconds and may also have tweaked Earth's rotational wobble.  The megathrust earthquake occurred as the Indian tectonic plate slid further beneath the Burma tectonic plate.  The earthquake was the fourth most powerful since the year 1900 and triggered tsunamis that tragically killed over 250,000 people in nearby coastal regions.  In the above map, the yellow star indicates the location of the main earthquake, while circles show the locations of large aftershocks.  The Sumatra-Andaman Islands earthquake's effect on the Earth's rotation was sudden but much smaller than the accumulated effects of other surface events such as an El Nino.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Powerful Sumatra-Andaman Islands Earthquake",
    "url": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs.gif"
  },
  {
    "date": "1997-06-20",
    "explanation": "NGC1850 is a large cluster of stars located a mere 166,000 light-years from Earth in our neighboring galaxy the Large Magellanic Cloud (LMC). The colors in this beautiful Hubble Space Telescope composite image of the cluster reveal different populations of stars. Yellowish stars are the main cluster stars, sun-like main sequence hydrogen burners about 50 million years old. The white stars are massive, hotter, and younger, about 4 million years old. Radiating strongly in ultraviolet light, they represent a loose cluster themselves, perhaps within 200 light-years of the main cluster. Massive stars which formed in the older main cluster have long since disappeared, ending their lives in spectacular supernova explosions. Did expanding debris from these supernovae trigger the formation of the nearby younger cluster? Probably so. In any event, a few million years from now a similar fate awaits the massive stars of the younger cluster - burning brightly but briefly before they explode sending new clouds of stellar debris into space.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ngc1850_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC1850: Star Cluster in the LMC",
    "url": "https://apod.nasa.gov/apod/image/9706/ngc1850_hst.jpg"
  },
  {
    "date": "1995-09-27",
    "explanation": "This image is part of the first color panoramic view from Venus. It was transmitted by a TV camera on the Soviet Venera 13 lander which parachuted to the surface on March 1, 1982.  Venus' clouds are composed of sulfuric acid droplets while its surface temperature is about 900 degrees Fahrenheit (482 degrees C) at an atmospheric pressure of 92 times that of sea-level on Earth. Despite these harsh conditions, the Venera 13 lander survived long enough to send back a series of images and perform an analysis of the Venusian soil.  Part of the lander itself is visible in the lower right portion of the image. An earlier Soviet Venus lander, Venera 7 (1970), was the first spacecraft to return data from the surface of another planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/venera_13_left.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Landing",
    "url": "https://apod.nasa.gov/apod/image/venera_13_left.gif"
  },
  {
    "date": "2012-07-27",
    "explanation": "The largest of its kind, the High Energy Stereoscopic System (H.E.S.S.) II telescope stands in the foreground of this photo. Tilted horizontally it reflects the inverted landscape of the Namibian desert in a segmented mirror 24 meters wide and 32 meters tall, equal in area to two tennis courts. Now beginning an exploration of the Universe at extreme energies, H.E.S.S. II saw first light on July 26. Most ground-based telescopes with lenses and mirrors are hindered by the Earth's nurturing, protective atmosphere that blurs images and scatters and absorbs light. But the H.E.S.S. II telescope is a cherenkov telescope, designed to detect gamma rays - photons with over 100 billion times the energy of visible light - and actually requires the atmosphere to operate. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. A large camera at the mirror's focus records in detail the brief flashes of optical light, called cherenkov light, created by the air shower particles. The H.E.S.S. II telescope operates in concert with the array of four other 12 meter cherenkov telescopes to provide multiple stereoscopic views of the air showers, relating them to the energies and directions of the incoming cosmic gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Energy Stereoscopic System II",
    "url": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS900c.jpg"
  },
  {
    "date": "2004-01-18",
    "explanation": "Make your background the closest image of Mars yet.  The Spirit Rover currently rolling on Mars has taken the highest resolution image to date of another planet.  The above black and white image spans only about 1.5 centimeters across, with details smaller than 1/10 of a millimeter visible.  A microscope attached to the Spirit rover's instrument arm took the image.  Up close, the Martian soil appears to planetary geologists to have clumping properties similar to cocoa powder.  As more images come in and as the Spirit Rover continues to explore Mars, more information about the unusual floor of Gusev Crater are likely to emerge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marssoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of Martian Soil",
    "url": "https://apod.nasa.gov/apod/image/0401/marssoil_spirit.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2013-12-05",
    "explanation": "Very faint planetary nebula Abell 7 is some 1,800 light-years distant, just south of Orion in planet Earth's skies in the constellation Lepus, The Hare. Surrounded by Milky Way stars and near the line-of-sight to distant background galaxies, its generally simple spherical shape, about 8 light-years in diameter, is outlined in this deep telescopic image. Within its confines are beautiful, more complex details enhanced by the use of narrowband filters. Emission from hydrogen and nitrogen is shown in reddish hues with oxygen emission mapped to a bluish-green color, giving Abell 7 a more natural appearance that would otherwise be much too faint to be appreciated by eye. A planetary nebula represents a very brief final phase in stellar evolution that our own Sun will experience 5 billion years hence, as the nebula's central, once sun-like star shrugs off its outer layers. Abell 7 itself is estimated to be 20,000 years old. Its central star is seen here as a fading white dwarf some 10 billion years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/1312/Abell7Web_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 7",
    "url": "https://apod.nasa.gov/apod/image/1312/Abell7Web_goldman950.jpg"
  },
  {
    "date": "1996-06-03",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian Space Station prior to docking during the STS-76 mission. Sporting spindly appendages and solar pannels, Mir resembles a whimsical flying insect as it orbits above New Zealand's South Island near the Cook Strait. Atlantis shuttled astronaut Shannon W. Lucid to Mir for a 140 day visit, increasing the Mir's occupancy from 2 to 3. It will return to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission presently scheduled for launch on July 31, 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/mirdream_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/mirdream_sts76.gif"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2003-08-31",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.  Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalayan mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"forehead of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Everest",
    "url": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg"
  },
  {
    "copyright": "C. R. ScoteseU. Texas at ArlingtonPALEOMAP",
    "date": "2007-09-22",
    "explanation": "Is this what will become of the Earth's surface?  The surface of the Earth is broken up into several large plates that are slowly shifting.  About 250 million years ago, the plates on which the present-day continents rest were positioned quite differently, so that all the landmasses were clustered together in one supercontinent now dubbed Pangea.  About 250 million years from now, the plates are again projected to reposition themselves so that a single landmass dominates.  The above simulation from the PALEAOMAP Project shows this giant landmass: Pangea Ultima.  At that time, the Atlantic Ocean will be just a distant memory, and whatever beings inhabit Earth will be able to walk from North America to Africa.  APOD editor to review best space pictures in Philadelphia on Wednesday",
    "hdurl": "https://apod.nasa.gov/apod/image/0709/PangeaUltima_scotese_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pangea Ultima: Earth in 250 Million Years?",
    "url": "https://apod.nasa.gov/apod/image/0709/PangeaUltima_scotese.jpg"
  },
  {
    "date": "2000-01-19",
    "explanation": "A black hole glides silently through space.  Is there any way to know it's there?  Until last week, all objects that might be black holes in our Galaxy were part of binary star systems.  There, gas from the companion star was hypothesized to swirl around the black hole, heat up, and emit X-rays before falling in.  Last week, however, analysis was released of a mysteriously dark object that floated in front of a distant background star, dramatically increasing this star's light by the lens effect of its gravity, as pictured above. The high mass and low light of this strange lens have astronomers guessing they might just have detected a lone black hole, weighing in at six times the mass of our Sun.  The existence of isolated black holes is not in itself surprising, as they should be the end result of the cores of massive stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0001/bhlens_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Big Black Hole Floats By",
    "url": "https://apod.nasa.gov/apod/image/0001/bhlens_hst.jpg"
  },
  {
    "copyright": "Sergio Kaminsky",
    "date": "2019-03-31",
    "explanation": "Across the heart of the Virgo Cluster of Galaxies lies a striking string of galaxies known as Markarian's Chain.  The chain, pictured here, is highlighted on the right with two large but featureless lenticular galaxies, M84 and M86. Prominent to their lower left is a pair of interacting galaxies known as The Eyes. The home Virgo Cluster is the nearest cluster of galaxies, contains over 2000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The center of the Virgo Cluster is located about 70 million light years away toward the constellation of Virgo.  At least seven galaxies in the chain  appear to move coherently, although others appear to be superposed by chance.    Note: APOD now available in Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/MarkarianChain_Kaminsky_2710.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1903/MarkarianChain_Kaminsky_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-03-06",
    "explanation": "The plane of our Milky Way Galaxy runs through this complex and beautiful skyscape. At the northwestern edge of the constellation Vela (the Sails) the 16 degree wide, 30 frame mosaic is centered on the glowing filaments of the Vela Supernova Remnant, the expanding debris cloud from the death explosion of a massive star. Light from the supernova explosion that created the Vela remnant reached Earth about 11,000 years ago. In addition to the shocked filaments of glowing gas, the cosmic catastrophe also left behind an incredibly dense, rotating stellar core, the Vela Pulsar. Some 800 light-years distant, the Vela remnant is likely embedded in a larger and older supernova remnant, the Gum Nebula. The broad mosaic includes other identified emission and reflection nebulae, star clusters, and the remarkable Pencil Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap080306.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/VelaMosaicL_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0803/VelaMosaicL_gendler800.jpg"
  },
  {
    "date": "1997-04-02",
    "explanation": "Aurora frequently make complete rings around\r a pole of the Earth. This particular \"crown\",\r visible in orange near the top of this image,\r was taken by the orbiting Polar spacecraft\r about one year ago and released by NASA last month. A complete\r auroral\r oval is normally hard to photograph because part of it usually\r occurs over a brightly sunlit portion of the Earth. Polar's\r Earth Camera,\r however, can be programmed to filter out all but a certain type\r of ultraviolet light. In this\r \"color\", atmospheric oxygen\r can glow brighter than reflected sunlight. People with normal\r eyesight living near the Great Lakes\r in North America would have been able to see this aurora,\r were it not daytime!\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/aurora_pol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Complete Aurora \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/aurora_pol.jpg"
  },
  {
    "copyright": "Gimmi RattoCollecting Photons",
    "date": "2012-01-17",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula. This suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion. More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from bright star Rigel, located just below the lower edge of the above image. Fine dust in the nebula reflects the light. The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen. The nebula lies about 1000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/witch_ratto_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1201/witch_ratto_900.jpg"
  },
  {
    "copyright": "Phil Hart",
    "date": "2012-08-23",
    "explanation": "During the past week, nightfall on planet Earth has featured Mars, Saturn, and Spica in a lovely conjunction near the western horizon. Still forming the corners of a distinctive celestial triangle after sunset and recently joined by a crescent Moon, they are all about the same brightness but can exhibit different colors to the discerning eye. This ingenious star trail image was recorded as the trio set on August 12 with a telephoto lens from the shores of Lake Eppalock, in central Victoria, Australia. Focused on foreground eucalyptus trees, the image slightly blurs the trails to show more saturated colors. Can you guess which trail is which? Of course the reddest trail is Mars, with Saturn on the right a paler echo of the Red Planet's hue. Left is hot and luminous Spica, bluish alpha star of the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/ConjunctionColoursPhilHart.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction Colours",
    "url": "https://apod.nasa.gov/apod/image/1208/ConjunctionColoursPhilHart600.jpg"
  },
  {
    "copyright": "Rolf Geissinger",
    "date": "2010-11-19",
    "explanation": "re a beautiful and complex region of nebulae strewn along the plane of our Milky Way Galaxy in this widefield skyscape. The image emphasizes cosmic gas clouds in a 25 by 25 degree view centered on the Northern Cross, the famous asterism in the constellation Cygnus. Bright, hot, supergiant star Deneb at the top of the cross, Sadr near the center, and beautiful Albireo run diagonally through the scene. Popular telescopic tour destinations such as the North America and Pelican emission regions, the Butterfly Nebula (IC 1318), and the Crescent and Veil nebulae can be identified by placing your cursor over the image. Silhouetted by the glowing interstellar clouds and crowded star fields, the dark Northern Coal Sack also stands out, part of a series of obscuring dust clouds forming the Great Rift in the Milky Way. These Northern Cross nebulosities are all located about 2,000 light-years away. Along with the Sun, they lie within the Orion spiral arm of our galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/cygnusNeb_geissinger1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulae in the Northern Cross",
    "url": "https://apod.nasa.gov/apod/image/1011/cygnusNeb_geissinger800.jpg"
  },
  {
    "copyright": "Dave Jurasevich",
    "date": "2016-07-15",
    "explanation": "Moving from top to bottom in the frame near the center of this sharply detailed color composite, thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. The shock wave plows through interstellar space at over 500,000 kilometers per hour. Cataloged as NGC 2736, its elongated appearance suggests its popular name, the Pencil Nebula. The Pencil Nebula is about 5 light-years long and 800 light-years away, but represents only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material. In the narrowband, wide field image, red and blue-green colors track the characteristic glow of ionized hydrogen and oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/NGC2736NBbicolor_1250_Jurasevich.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2736: The Pencil Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/NGC2736NBbicolor_1250_Jurasevich1024c.jpg"
  },
  {
    "copyright": "Francesco Antonucci",
    "date": "2020-01-28",
    "explanation": "What's all of the commotion in the Tadpole Nebula? Star formation.  Dusty emission in the Tadpole Nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula.  Notable near the image center are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The featured image was taken in infrared light by NASA's Wide Field Infrared Survey Explorer (WISE) satellite.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2001/ic410_WISEantonucci_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Formation in the Tadpole Nebula",
    "url": "https://apod.nasa.gov/apod/image/2001/ic410_WISEantonucci_960.jpg"
  },
  {
    "copyright": "Antonio Fernandez",
    "date": "2007-10-19",
    "explanation": "The prominent ridge of emission featured in this dramatic skyscape is cataloged as IC 5067. Part of a larger emission nebula with a distinctive shape, popularly called The Pelican Nebula, the ridge spans about 10 light-years following the curve of the cosmic pelican's head and neck. This false color view also translates the pervasive glow of narrow emission lines from atoms in the nebula to a color palette made popular in Hubble Space Telescope images of star forming regions. Fantastic, dark shapes inhabiting the 1/2 degree wide field are clouds of cool gas and dust sculpted by the winds and radiation from hot, massive stars. Close-ups of some of the sculpted clouds show clear signs of newly forming stars. The Pelican Nebula, itself cataloged as IC 5070, is about 2,000 light-years away. To find it, look northeast of bright star Deneb in the high flying constellation Cygnus.   A new APOD RSS feed is available here, or from the link line below.",
    "hdurl": "https://apod.nasa.gov/apod/image/0710/ic5070_fernandez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5067 in the Pelican Nebula",
    "url": "https://apod.nasa.gov/apod/image/0710/ic5070_fernandez800.jpg"
  },
  {
    "copyright": "Rolf Olsen",
    "date": "2016-10-18",
    "explanation": "Galaxies dot the sky in this impressively wide and deep image of the Antlia Cluster. The third closest cluster of galaxies to Earth after Virgo and Fornax, the Antlia cluster is known for its compactness and its high fraction of elliptical galaxies over (spirals. Antlia, cataloged as Abell S0636, spans about 2 million light years and lies about 130 million light years away toward the constellation of the Air Pump (Antlia).  The cluster has two prominent galaxy groups - bottom center and upper left -- among its over 200 galactic members, but no single central dominant galaxy. The vertical red ribbon of gas on the left is thought related to the foreground Antlia supernova remnant and not associated with the cluster. The featured image composite, taken from New Zealand, resulted from 150+ hours of exposures taken over six months.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/AntliaGalaxies_Olsen_3326.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antlia Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1610/AntliaGalaxies_Olsen_960.jpg"
  },
  {
    "date": "1999-04-01",
    "explanation": "These brightly reflecting fields of snow or frost are on the slopes of a crater rim in the northern hemisphere of Mars. They are 500 meters or so long and have lasted through about eight months of the Red Planet's spring and summer weather. Recently imaged by the Mars Global Surveyor spacecraft, they also seem to be relatively uncrowded ... suggesting to some on April 1st, that lift tickets on Mars are extremely expensive. Of course, a vacation on the Red Planet could still offer some advantages to skiing and snowboarding enthusiasts. For example, Mars' low gravity - only about 3/8ths Earth's gravity - would definitely tend to reduce sore muscles and fall-related injuries. Happy April Fools day from APOD.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Mars!",
    "url": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_c3.jpg"
  },
  {
    "date": "2016-08-07",
    "explanation": "How big is Jupiter's moon Io? The most volcanic body in the Solar System, Io (usually pronounced \"EYE-oh\") is 3,600 kilometers in diameter, about the size of planet Earth's single large natural satellite. Gliding past Jupiter at the turn of the millennium, the Cassini spacecraft captured this awe inspiring view of active Io with the largest gas giant as a backdrop, offering a stunning demonstration of the ruling planet's relative size. Although in the featured picture Io appears to be located just in front of the swirling Jovian clouds, Io hurtles around its orbit once every 42 hours at a distance of 420,000 kilometers or so from the center of Jupiter. That puts Io nearly 350,000 kilometers above Jupiter's cloud tops, roughly equivalent to the distance between Earth and Moon. In July, NASA's Juno satellite began orbiting Jupiter and will sometimes swoop to within 5,000 kilometers of Jupiter's cloud tops.",
    "hdurl": "https://apod.nasa.gov/apod/image/1608/IoOverJupiter_Cassini_999.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: Moon over Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1608/IoOverJupiter_Cassini_960.jpg"
  },
  {
    "date": "1997-11-03",
    "explanation": "Where did these two irregular moons of Uranus originate? Last week two previously undiscovered moons of the distant gas planet were confirmed, the first in irregular orbits.  All fifteen previously known moons of Uranus are 'regular', circling near the planet's equator.  Most of these were discovered by the passing Voyager 2 spacecraft in 1986. These newly discovered moons are thought to be odd-shaped and about 100 km across. They are considered irregular, though, because they orbit in odd directions and far from Uranus. If Uranus' irregular moons have the same origin as those orbiting Jupiter, Saturn, and Neptune, then they were probably caught from orbits around the Sun. Moons like this are discovered by their motion.  One of these moons is shown above as the circled point of light moving from left to right.  (To stop the movie from repeating, click \"stop\" on most browsers.)",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/uranusmoons_hale_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Moons Discovered Around Uranus",
    "url": "https://apod.nasa.gov/apod/image/9711/uranusmoons_hale.gif"
  },
  {
    "date": "1999-07-09",
    "explanation": "At 1.6 billion years old, this cluster of stars is beginning to show its age. NGC 7789 is an open or galactic star cluster about 8,000 light-years distant toward the constellation Cassiopeia and lies near the plane of our Milky Way galaxy. All the stars in the cluster were likely born at the same time but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the sun into the gaggle of red giant stars apparent (with a reddish-yellow cast) in this lovely composite color image. Comparing computer models to observations of the red giants and main sequence stars astronomers can determine the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence to become red giants.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ngc7789_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Galactic Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/9907/ngc7789_mochejska.jpg"
  },
  {
    "date": "2015-06-09",
    "explanation": "Is this galaxy jumping through a giant ring of stars?  Probably not.  Although the precise dynamics behind the featured image is yet unclear, what is clear is that the pictured galaxy, NGC 7714, has been stretched and distorted by a recent collision with a neighboring galaxy. This smaller neighbor, NGC 7715, situated off to the left of the featured frame, is thought to have charged right through NGC 7714. Observations indicate that the golden ring pictured is composed of millions of older Sun-like stars that are likely co-moving with the interior bluer stars. In contrast, the bright center of NGC 7714 appears to be undergoing a burst of new star formation.  NGC 7714 is located about 100 million light years away toward the constellation of the Fish (Pisces).  The interactions between these galaxies likely started about 150 million years ago and should continue for several hundred million years more, after which a single central galaxy may result.    APOD Retrospective: Peculiar and Interacting Galaxies",
    "hdurl": "https://apod.nasa.gov/apod/image/1506/ngc7714_hubble_3269.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy NGC 7714 After Collision",
    "url": "https://apod.nasa.gov/apod/image/1506/ngc7714_hubble_1080.jpg"
  },
  {
    "date": "2011-03-07",
    "explanation": "One of the most spectacular solar sights is an erupting prominence. Two weeks ago, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressively large prominence erupting from the surface. The dramatic explosion was captured in ultraviolet light in the above time lapse video covering 90 minutes, where a new frame was taken every 24 seconds.  The scale of the prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A solar prominence is channeled and sometimes held above the Sun's surface by the Sun's magnetic field. A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  As the Sun progresses toward Solar Maximum in the next few years, solar activity like eruptive prominences are expected to become more common.",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Solar Prominence Eruption from SDO"
  },
  {
    "date": "1996-06-26",
    "explanation": "French astronomer Charles Messier was born on June 26, 1730. Inspired by childhood sightings of comets and a solar eclipse visible from his home town of Badonvillier, he became an astronomer and comet hunter who kept careful records of his observations. While hunting for comets in the skies above France he made a now famous list of the positions of about 100 fuzzy, diffuse looking objects which appeared at fixed positions in the sky. Although these objects looked like comets, Messier knew that since they did not move with respect to the background stars they could not be the comets he was searching for. These objects are now well known to modern astronomers to be among the brightest and most striking nebulae, star clusters, and galaxies. Objects on Messier's list are still referred to by their \"Messier number\". The first object in his catalog, M1 pictured above - also known as the Crab Nebula, was recorded during his search for the return of comet Halley in 1758. Messier died in his home in Paris in 1817.",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_noao_big.tif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Charles Messier: M1",
    "url": "https://apod.nasa.gov/apod/image/crab_noao.gif"
  },
  {
    "date": "2015-01-07",
    "explanation": "To celebrate 25 years (1990-2015) of exploring the Universe from low Earth orbit, the Hubble Space Telescope's cameras were used to revisit its most iconic image. The result is this sharper, wider view of the region dubbed the Pillars of Creation, first imaged by Hubble in 1995. Stars are forming deep inside the towering structures. The light-years long columns of cold gas and dust are some 6,500 light-years distant in M16, the Eagle Nebula, toward the constellation Serpens. Sculpted and eroded by the energetic ultraviolet light and powerful winds from M16's cluster of young, massive stars, the cosmic pillars themselves are destined for destruction. But the turbulent environment of star formation within M16, whose spectacular details are captured in this Hubble visible-light snapshot, is likely similar to the environment that formed our own Sun.  APOD Talk: Friday, January 9 in New York City",
    "hdurl": "https://apod.nasa.gov/apod/image/1501/hs-2015-01m16pillarsHST.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble 25th Anniversary: Pillars of Creation",
    "url": "https://apod.nasa.gov/apod/image/1501/m16pillarsHSTvis1024.jpg"
  },
  {
    "date": "2016-10-25",
    "explanation": "What's happening near the south pole of Jupiter? Recent images sent back by NASA's robotic Juno spacecraft are showing an interesting conglomeration of swirling clouds and what appear to be white ovals. Juno arrived at Jupiter in July and is being placed into a wide, looping orbit that will bring it near the gas giant -- and over its poles -- about twice a month. The featured image is a composite taken by JunoCam and post-processed by a digitally savvy citizen scientist.  White ovals have been observed elsewhere on Jupiter and are thought to be giant storm systems. They have been observed to last for years, while typically showing Category 5 wind speeds of around 350 kilometers per hour. Unlike Earthly cyclones and hurricanes where high winds circle regions of low pressure, white ovals on Jupiter show rotational directions indicating that they are anticylones -- vortices centered on high pressure regions.  Juno will continue to orbit Jupiter over thirty more times while recording optical, spectral, and gravitational data meant to help determine Jupiter's structure and evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/Jupiter1_Juno_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds Near Jupiter's South Pole from Juno",
    "url": "https://apod.nasa.gov/apod/image/1610/Jupiter1_Juno_960.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2013-02-28",
    "explanation": "The alarmingly tall inhabitants of this small, snowy planet cast long shadows in bright moonlight. Of course, the snowy planet is actually planet Earth and the wide-angle mosaic, shown as a little planet projection, was recorded on February 25 during the long northern night of the Full Snow Moon. The second brightest celestial beacon is Jupiter, on the right above the little planet's horizon. Lights near Östersund, Sweden glow along the horizon, surrounding the snow covered lake Storsjön. The photographer reports that the journey out onto the frozen lake by sled to capture the evocative Full Snow Moon scene was accompanied by ice sounds, biting cold, and a moonlit mist.   Occasionally humorous:  APOD Editor  answered questions on reddit earlier today.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/GS_20130225_FullMoon_3290_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snow Moon for a Snowy Planet",
    "url": "https://apod.nasa.gov/apod/image/1302/GS_20130225_FullMoon_3290_Pan900.jpg"
  },
  {
    "date": "2018-09-26",
    "explanation": "It is still not known why the Sun's light is missing some colors. Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/1809/sunspectrum_noao_3071.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun's Spectrum with its Missing Colors",
    "url": "https://apod.nasa.gov/apod/image/1809/sunspectrum_noao_960.jpg"
  },
  {
    "copyright": "Oshin Zakarian",
    "date": "2011-12-16",
    "explanation": "This surreal, wintry scene is a composite picture recorded on December 10 as the Moon rose behind the Zagros Mountains of Iran. A total lunar eclipse was already in progress. The image combines nearly 500 successive frames taken over 1.5 hours beginning in twilight as the eclipsed Moon steadily climbed above the rugged landscape. The reddened lunar disk and deep blue twilight make for a striking contrast, yet the contrasting colors have the same root cause. The eclipsed Moon is red because the Earth's umbral shadow is suffused with a faint red light. The ruddy illumination is from all the reddened sunsets and sunrises, as seen from a lunar perspective. But the sunsets and sunrises are reddened because the Earth's atmosphere scatters blue light more strongly than red, creating the twilight sky's dim, blue glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_901oshin1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Moon Rising",
    "url": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_901oshin_600h.jpg"
  },
  {
    "date": "2019-01-01",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The featured image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.   News: New Horizons Spacecraft Passes Ultima Thule",
    "hdurl": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_1080.jpg"
  },
  {
    "date": "1998-06-06",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region of M100 was made in 1993 with the Wide Field and Planetary Camera 2. It reveals the bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/m100_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design",
    "url": "https://apod.nasa.gov/apod/image/9706/m100_hst.jpg"
  },
  {
    "date": "2012-12-19",
    "explanation": "Why is this nebula so complex? When a star like our Sun is dying, it will cast off its outer layers, usually into a simple overall shape. Sometimes this shape is a sphere, sometimes a double lobe, and sometimes a ring or a helix.  In the case of planetary nebula NGC 5189, however, no such simple structure has emerged.  To help find out why, the Earth-orbiting Hubble Space Telescope recently observed NGC 5189 in great detail. Previous findings indicated the existence of multiple epochs of material outflow, including a recent one that created a bright but distorted torus running horizontally across image center.  Results appear consistent with a hypothesis that the dying star is part of a binary star system with a precessing symmetry axis. Given this new data, though, research is sure to continue. NGC 5189 spans about three light years and lies about 3,000 light years away toward the southern constellation of the Fly (Musca).   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_3964.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5189: An Unusually Complex Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_960.jpg"
  },
  {
    "copyright": "Jingyi Zhang",
    "date": "2017-10-10",
    "explanation": "What strange world is this? Earth. In the foreground of the featured image are the Pinnacles, unusual rock spires in Nambung National Park in Western Australia. Made of ancient sea shells (limestone), how these human-sized picturesque spires formed remains a topic of research.  The panorama was taken last month.  A ray of zodiacal light, sunlight reflected by dust grains orbiting between the planets in the Solar System, rises from the horizon near the image center. Arching across the top is the central band of our Milky Way Galaxy. The planets Jupiter and Saturn, as well as several famous stars are also visible in the background night sky.   Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/ZodiacalPinnacles_Zhang_5026.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Zodiacal Light over Australian Pinnacles",
    "url": "https://apod.nasa.gov/apod/image/1710/ZodiacalPinnacles_Zhang_1080.jpg"
  },
  {
    "copyright": "ESARosettaMPS",
    "date": "2016-09-12",
    "explanation": "A little spacecraft that was presumed lost has now been found. In 2014, the Philae lander slowly descended from its parent Rosetta spacecraft to the nucleus of Comet C67/P Churyumov-Gerasimenko. At the surface, after a harpoon malfunction, the lander bounced softly twice and eventually sent back images from an unknown location.  Earlier this month, though, Rosetta swooped low enough to spot its cub.  The meter-sized Philae is seen on the far right of the main image, with inset images showing both a zoom out and a zoom in. At the end of this month, Rosetta itself will be directed to land on 67P, but Rosetta's landing will be harder and, although taking unique images and data, will bring the mission  to an end.    Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1609/PhilaeFound_ESA_5333.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Philae Lander Found on Comet 67P",
    "url": "https://apod.nasa.gov/apod/image/1609/PhilaeFound_ESA_1080.jpg"
  },
  {
    "date": "2004-10-08",
    "explanation": "Light from the stellar explosion that created this energized cosmic cloud was first seen on planet Earth in October 1604, a mere four hundred years ago. The supernova produced a bright new star in early 17th century skies within the constellation Ophiuchus. It was studied by astronomer Johannes Kepler and his contemporaries, with out the benefit of a telescope, as they searched for an explanation of the heavenly apparition.  Armed with a modern understanding of stellar evolution, early 21st century astronomers continue to explore the expanding debris cloud, but can now use orbiting space telescopes to survey Kepler's supernova remnant (SNR) across the spectrum. In this tantalizing composite image, x-rays, visible light, and infrared radiation recorded by NASA's astrophysical observatories - the Chandra X-Ray Observatory, Hubble and Spitzer space telescopes - are combined to give a more comprehensive view of the still enigmatic supernova remnant. About 13,000 light years away, Kepler's supernova represents the most recent stellar explosion seen to occur within our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/kepler_CxoHstSst_comb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's SNR from Chandra, Hubble, and Spitzer",
    "url": "https://apod.nasa.gov/apod/image/0410/kepler_stsci_cg1.jpg"
  },
  {
    "date": "2002-02-14",
    "explanation": "On another Valentine's Day (February 14, 1990), cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever family portrait of our Solar System. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. Voyager's wide angle camera frames sweep through the inner Solar System (far left) linking up with gas giant Neptune, at the time the Solar System's outermost planet (scroll right). Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by the corresponding letters while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Small, faint Pluto's position was not covered.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/0202/ssportrait_vg1.jpg"
  },
  {
    "date": "2001-02-22",
    "explanation": "Large clusters of galaxies are the most massive objects in the universe. Astronomers now realize that a hallmark of these cosmic behemoths are gas clouds with temperatures of tens of millions of degrees that pervade the clusters and radiate strongly in x-rays. This Chandra Observatory image centered on a radio galaxy cataloged as 3C294 indeed reveals the telltale hot x-ray gas in an hourglass shaped region surrounding the dominant galaxy and shows the presence of a massive galaxy cluster in the distant universe. Here the picture is color-coded by x-ray energy, red for low, green for medium, and blue for high energy x-rays. The cluster associated with 3C294 is 10 billion light-years away making it the most distant x-ray galaxy cluster ever detected. Objects at that extreme distance existed when the universe was young, a mere 20 percent of its present age. Impressively, this observation demonstrates that even at those early times massive clusters of galaxies were already present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/3c294_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3C294: Distant X-Ray Galaxy Cluster",
    "url": "https://apod.nasa.gov/apod/image/0102/3c294_chandra.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2015-08-26",
    "explanation": "Is this coat hanger a star cluster or an asterism?  This cosmic hang-up has been debated over much of last century, as astronomers wondered whether this binocular-visible object is really a physically associated open cluster or a chance projection. Chance star projections are known as asterisms, an example of which is the popular Big Dipper.  Recent precise measurements from different vantage points in the Earth's orbit around the Sun have uncovered discrepant angular shifts indicating that the Coat Hanger is better described as an asterism. Known more formally as Collinder 399, this bright stellar grouping is wider than the full moon and lies in the constellation of the Fox (Vulpecula).    APOD is also available in: Arabic, Bahasa Indonesian, Catalan, Chinese, Chinese, Czech, Dutch, Farsi, Farsi, Galego, German, French, Hebrew, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian, Spanish, Thai, or Turkish",
    "hdurl": "https://apod.nasa.gov/apod/image/1508/CoatHanger_Chumack_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Collinder 399: The Coat Hanger",
    "url": "https://apod.nasa.gov/apod/image/1508/CoatHanger_Chumack_960.jpg"
  },
  {
    "date": "1997-10-15",
    "explanation": "A cold wind blows from the central star of the Boomerang Nebula. Seen here in a false color image of dust reflected starlight, the nebula lies about 5,000 light-years away. The boomerang shaped cloud appears to have been created by a high-speed wind of gas and dust blowing from an aging central star at speeds of over 300,000 miles per hour. This rapid expansion has cooled the nebular gas to about -458 degrees Fahrenheit or 1 degree above absolute zero, making it the coldest region observed in the distant Universe. The frigid Boomerang nebula represents a unique object for astronomers and is believed to be a star or stellar system evolving toward the planetary nebula phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/boomerang_sahai_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Wind From The Boomerang Nebula",
    "url": "https://apod.nasa.gov/apod/image/9710/boomerang_sahai.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2004-04-02",
    "explanation": "Doing their part in the ongoing dance of the planets, Mercury and Venus both reached their greatest elongation or maximum apparent distance from the Sun only a few days ago, on March 29th. Eager to record their celestial accomplishment, astronomer Jimmy Westlake snapped this view of the two inner most planets shining in western twilight skies above Yampa, Colorado, USA. The picture was taken using a digital camera mounted on a tripod. Mercury is easily the brightest celestial object near the horizon, appearing to the right of the foreground structure and just above a thin cloud silhouetted by fading sunlight. Still, near the top of the picture brilliant Venus dominates the scene as the magnificent evening star. After climbing in western skies throughout the month of March, Venus lies just below the Pleiades star cluster. Tonight and tomorrow night, skygazers can spot Venus at the southern edge of the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/mvmar29_westlake_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and Venus in the West",
    "url": "https://apod.nasa.gov/apod/image/0404/mvmar29_westlake_c1.jpg"
  },
  {
    "date": "2001-10-04",
    "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 30 million light-years away toward the constellation Pisces, NGC 628 or M74 presents a gorgeous face-on view to earthbound astronomers. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms traced by bright blue star clusters and dark cosmic dust lanes, is similar in many respects to our own home galaxy, the Milky Way. Recorded with a 28 million pixel detector array, this impressive image celebrates first light for the Gemini Multi-Object Spectrograph (GMOS), a state-of-the-art instrument now operational at the 8-meter Gemini North telescope. The Gemini North Observatory gazes into the skies above Mauna Kea, Hawaii, USA, while its twin observatory, Gemini South, is scheduled to begin operations later this year from Cerro Pach�n in central Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/0110/m74_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M74: The Perfect Spiral",
    "url": "https://apod.nasa.gov/apod/image/0110/m74_gemini.jpg"
  },
  {
    "date": "2002-01-19",
    "explanation": "Galaxies are made up of stars, but are all stars found within galaxies? Using the Hubble Space Telescope, researchers exploring the Virgo Cluster of galaxies have found about 600 red giant stars adrift in intergalactic space. Above is an artist's vision of the sky from a hypothetical planet of such a lonely sun. The night sky on a world orbiting an intergalactic star would be a stark contrast to Earth's - which features a spectacle of stars, all members of our own Milky Way Galaxy. As suggested by the illustration, a setting red sun would leave behind a dark sky flecked only with faint, fuzzy, apparitions of Virgo Cluster galaxies. Possibly ejected from their home galaxies during galaxy-galaxy collisions, these isolated suns may well represent part of a large, previously unseen stellar population, filling the space between Virgo Cluster galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/vcstars_illust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Without Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0201/vcstars_illust.jpg"
  },
  {
    "copyright": "Bernard Michaud",
    "date": "2014-10-02",
    "explanation": "Blown by the wind from a massive star, this interstellar apparition has a surprisingly familiar shape. Cataloged as NGC 7635, it is also known simply as The Bubble Nebula. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Below and left of the Bubble's center is a hot, O star, several hundred thousand times more luminous and around 45 times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula and associated cloud complex lie a mere 11,000 light-years away toward the boastful constellation Cassiopeia. This tantalizing view of the cosmic bubble is composed from narrowband image data, recording emission from the region's ionized hydrogen and oxygen atoms. To create the three color image, hydrogen and oxygen emission were used for red and blue and combined to create the green channel.",
    "hdurl": "https://apod.nasa.gov/apod/image/1410/couleurV8michaud.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/1410/couleurV8michaud1024.jpg"
  },
  {
    "date": "2003-10-26",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense  EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/pillars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0111/pillars4_hst.jpg"
  },
  {
    "date": "2006-05-15",
    "explanation": "What created this unusually textured rock on Mars?   Most probably: a volcano.   Dubbed Bumpy Boulder, the strange stone measuring just under a half-meter high was found by the robotic Spirit rover currently rolling across Mars.   Pits on the ragged rock are likely vesicles and arise from hot gas bubbling out of hot rock ejected by an active Martian volcano.   Several similar rocks are visible near Bumpy Boulder that likely have a similar past.  The above true-color image was taken about one month ago.   The Spirit rover, now in its third year of operation on Mars, is weathering the low sunlight winter of Mar's northern hemisphere on a hillside slope in order to maximize the amount of absorbable battery-refreshing sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcanic Bumpy Boulder on Mars",
    "url": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit.jpg"
  },
  {
    "date": "1997-01-14",
    "explanation": "Do all galaxies have black holes at their\r centers? Although not even a single galaxy\r has yet been proven to have a central black hole,\r the list of candidates has increased yet again. Recent results by astronomers using the Hubble Space Telescope\r now indicate that most - and possibly even all - large galaxies\r may harbor one of these dense beasts.\r In all the galaxies studied, star speeds continue to increase\r closer the very center. This in\r itself indicates a center millions of times more massive than\r our Sun is needed to contain the\r stars. This mass when combined with the limiting size make the\r case for the central black holes.\r Will we ever know for sure?",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes in Galactic Centers",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc4_hst.jpg"
  },
  {
    "copyright": "Jeff DaiTWAN",
    "date": "2019-05-16",
    "explanation": "Have you ever experienced a really dark night sky? One common and amazing feature is the glowing band of our Milky Way galaxy stretching from horizon to horizon.  If you live in or near a big city, though, you might not know this because city lights reflecting off the Earth's atmosphere could only allow you to see the Moon and a few stars. Today, however, being UNESCO's International Day of Light, the International Astronomical Union is asking people to Turn on the Night by trying to better understand, and in the future better reduce, light pollution. You can practice even now by going to the main APOD website at NASA and hovering your cursor over the Before image. The After picture that comes up is a panorama of four exposures taken with the same camera and from the same location, showing what happened recently in China when people in Kaihua County decided to turn down many of their lights.  Visible in the Before picture are the stars Sirius (left of center) and Betelgeuse, while visible in the After picture are thousands of stars with the arching band of our Milky Way Galaxy. Humanity has lived for millennia under a dark night sky, and connecting to it has importance for both natural and cultural heritage.",
    "hdurl": "https://apod.nasa.gov/apod/image/1905/TotnAfter_Dai_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Skies: Turn on the Night",
    "url": "https://apod.nasa.gov/apod/image/1905/TotnBefore_Dai_1080.jpg"
  },
  {
    "copyright": "Ray Gralak",
    "date": "2010-07-08",
    "explanation": "Dim, distant, dwarf planet Pluto can be hard to spot, especially in recent months as it wanders through the crowded starfields of Sagittarius and the central Milky Way. But fortunately for backyard Pluto hunters, it crossed in front of a dark nebula in early July. The diminutive world is marked with two short lines near the center of this skyscape recorded from New Mexico Skies on July 5. Pluto stands out only because obscuring dark nebula Barnard 92 (B92) blocks the background of the Milky Way's congeries of faint, innumerable stars. Another of astronomer E. E. Barnard's cataloged dark markings on the sky, B93, is easy to pick out just left of B92. Prominent at the lower left is open star cluster NGC 6603. In fact, Pluto, dark nebulae, and star cluster all lie within a portion of M24, also known as the Sagittarius Star Cloud, filling most of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/Pluto2010_gralakF33.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dim World, Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/1007/Pluto2010_gralakF33_900.jpg"
  },
  {
    "date": "2005-08-02",
    "explanation": "Last week, crew members of the International Space Station (ISS) watched carefully as the Space Shuttle Discovery did a planned but unusual back flip upon approach.  Discovery Commander Eileen Collins guided the shuttle through the flip, which was about 200 meters from the ISS when the above picture was taken.  The ISS crew took detailed images of the dark heat shield tiles underneath during a 90-second photo shoot.   The images are being analyzed to assess the condition of the dark heat shield.  Later the shuttle docked with the space station.  On the more usually photographed top side of the Space Shuttle, the above image shows Discovery's cargo bay doors open toward a distant Earth below.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Shuttle Back Flip at the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114.jpg"
  },
  {
    "date": "1996-02-12",
    "explanation": "Cold, distant, Pluto is the only planet in our Solar System which has not been visited by a spacecraft from Earth. The story goes that the legend \"Pluto Not Yet Explored\" on a US postal stamp depicting the tiny, mysterious world inspired a JPL employee to develop plans for a Pluto flyby. These plans evolved into the current \"Pluto Express\" mission intended for launch early in the next decade. The type of small, high-tech spacecraft proposed is depicted above in an artist's vision approaching Pluto's mottled surface. A tenuous, transient atmosphere is visible as blue haze beyond the bright limb while Pluto's companion Charon looms in the distance. Images and data from such a mission would be an incredible boon to those studying these bizarre, inaccessible worlds as evidence mounts that Pluto itself is only the largest of many small ice dwarf mini-planets. Some have dubbed the yet unexplored Pluto-Charon system the last \"astronomers' planet\". Note: Pluto's discoverer, astronomer Clyde Tombaugh, celebrated his 90th birthday on February 4.",
    "hdurl": "https://apod.nasa.gov/apod/image/plutomwc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto Not Yet Explored",
    "url": "https://apod.nasa.gov/apod/image/plutomwc.gif"
  },
  {
    "date": "2001-06-06",
    "explanation": "This spectacular color picture of the core of barred spiral galaxy NGC 1512 (bottom panel) is a composite of the seven Hubble Space Telescope images arrayed along the top. Each top panel image was made with a filter and camera sensitive to a different wavelength band in the electromagnetic spectrum. Arranged by increasing wavelength, at the far left are two ultraviolet images from Hubble's Faint Object Camera. Next are two visible light images from its Wide Field Planetary Camera 2, followed on the right by three infrared images from the Near Infrared Camera and Multi-Object Spectrograph. To make a pleasing composite color image, blue tones were assigned to the invisible ultraviolet, greenish colors were used for the visible bands, and yellow/red for the invisible infrared band images. These images show that the center of NGC 1512 appears dramatically altered when viewed in different wavelength bands. In particular, the ultraviolet images highlight clusters of young, hot stars in a ring 2,400 light-years wide surrounding the core. What caused this cosmic starburst ring?",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/n1512core_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1512: A Panchromatic View",
    "url": "https://apod.nasa.gov/apod/image/0106/n1512core_hstpan_c1.jpg"
  },
  {
    "date": "2015-05-10",
    "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above.  Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1505/mycn18_hst_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn18: An Hourglass Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/1505/mycn18_hst_960.jpg"
  },
  {
    "copyright": "Noel\nMunford",
    "date": "2007-01-18",
    "explanation": "After a remarkable performance in the northern hemisphere, the brightest comet in decades is now showing off in the south. Recorded during evening twilight on January 17, this view features the bright coma and gorgeous, sweeping tail of Comet McNaught (c/2006 P1) over Lake Horowhenua in Levin, a small town on New Zealand's North Island. Astronomer Noel Munford reports that the five second long digital camera exposure comes close to capturing the visual appearance of the comet in a sky coloured by smoke from distant brush fires in Australia. Discovered last summer by R. H. McNaught (Siding Spring Survey), the comet grew impressively bright in early January and has even been sighted in full daylight. In the coming days Comet McNaught will continue to move south, for now a spectacle in southern skies as it heads for the outer solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/CometMcNaught_munford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Comet",
    "url": "https://apod.nasa.gov/apod/image/0701/CometMcNaught_munford_c505.jpg"
  }
]
